alsa-utils
arandr
base
base-devel
btop
cmake
dhcpcd
dmenu
docker
docker-compose
dosfstools
efibootmgr
fastfetch
fd
feh
flameshot
flatpak
foliate
fzf
git
grub
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iwd
java-runtime-common
kitty
lazygit
libpulse
linux
linux-firmware
lxappearance
mtools
nemo
neovim
network-manager-applet
networkmanager
npm
os-prober
pavucontrol
picom
polybar
pulseaudio
qt5ct
sshpass
stow
tmux
tree
unrar
unzip
vlc
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zoxide
zram-generator
zsh
